Revit 2027 API
ParameterTypeId.RbsConduitOuterDiamParam Property
 "Outside Diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsConduitOuterDiamParam { get; }
Public Shared ReadOnly Property RbsConduitOuterDiamParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsConduitOuterDiamParam {
	ForgeTypeId^ get ();
}
static member RbsConduitOuterDiamParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace